Repository: Mocab/Prayer-times-gnome-extension
Catalog: po/*.po
Languages: ar

source: Jummah
ar: الجمعة

source: Fajr
ar: الفجر

source: Duha
ar: الضحى

source: Thuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Isha
ar: العشاء

source: Time for %s
ar: %s وقت صلاة

source: %s in %d minutes
ar: دقائق %d في %s صلاة

source: Location
ar: المكان

source: Automatic
ar: التلقائي

source: Custom
ar: محددة

source: Latitude
ar: زاوية العرض

source: Longitude
ar: زاوية الطول

source: Calculations
ar: الحسابات

source: Muslim World League (London)
ar: رابطة العالم الإسلامي (لندن)

source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

source: Musulmans de France
ar: مسلمون فرنسا

source: Islamic Society of North America
ar: جمعية أمريكا الشمالية الإسلامية

source: Uni of Islamic Sciences (Karachi)
ar: جامعة العلوم الإسلامية (كراتشي)

source: Diyanet İşleri Başkanlığı (Turkey)
ar: رئاسة الشؤون الدينية (تركيا)

source: Umm al-Qura Uni (Makkah)
ar: جامعة أم القرى (مكة المكرمة)

source: Jabatan Kemajuan Islam Malaysia
ar: وزارة التنمية الإسلامية الماليزية

source: Spiritual Administration of Muslims of Russia
ar: الإدارة الروحية للمسلمين في روسيا

source: Preset methods
ar: الطرق المحددة مسبقاً

source: Custom methods
ar: حدد طريقة خاص

source: Fajr method
ar: طريقة الفجر

source: Isha method
ar: طريقة العشاء

source: Hanbali, Maliki, Shafi
ar: حنبلي، مالكي، شافعي

source: Hanafi
ar: حنفي

source: Asr shadow method
ar: نظام ظل العصر

source: Middle of night
ar: وسط الليل

source: One seventh of night
ar: سُبع الليل

source: Angle based
ar: بحسب الزاوية

source: High latitude adjustment
ar: تعديل لدرجة العرض العالية

source: Include sunnah prayers
ar: أضف صلاة السنة

source: Notifications
ar: التذكيرات

source: Send notifications
ar: إرسل تذكيرات

source: Play a sound for prayers
ar: شغل الصوت للتذكيرات

source: Off
ar: مغلق

source: 5 minutes
ar: ٥ دقائق

source: 10 minutes
ar: ١٠ دقائق

source: 15 minutes
ar: ١٥ دقائق

source: Notify before prayer
ar: ذكر قبل الصلاة

source: Failed to connect to Geoclue, defaulting to manual location: %s
ar: لقد فشل الحصول على المكان التلقائي، سيتم التبديل إلى المكان المحدد: s%
